export const CONSENT_MODAL_TEXT = `ことひろはセッションテーマに基づいて意見投稿や意思表示が可能です。
また投稿された意見は誰でも閲覧可能な状態で公開されます。
意思表示をしたものは誰でも推測可能になる場合があります。
セッションに投稿された意見や意思表示をもとに話し合いましょう！

ことひろのセッションには、分析機能があります。
分析機能はパーソナルデータを利用します。

以下は分析機能の概要です。

提供するサービスの概要
- ことひろのセッション分析機能

取得するパーソナルデータと取得の方法
ユーザーがセッションに投稿、意思表示したものをもとに以下のデータを取得します。
- 意見投稿のデータと履歴
- 意思表示のデータと履歴

利用目的
- 上の取得したデータをもとに可視化しグループを生成します。また意見を抽出してAIがレポートを生成します。
- AI・機械学習を用いた学習、分析、レポート作成のために利用します。
- 研究、開発、調査、分析または統計データの作成、公表のために利用します。
- マーケティング等に利用するために利用します。

パーソナルデータやパーソナルデータを加工したデータの第三者への提供の有無及び提供先
- 可視化したもの、グループ化し可視化したもの、レポートは鯖江市役所に提供します。

消費者によるパーソナルデータの提供の停止・訂正の可否及びその方法
- support@kotohiro.comへお問合せください。

問合せ先
- support@kotohiro.comへお問合せください。

保存期間
- 当社が利用する上記情報の保管期間は、上記利用目的達成に必要な範囲内とし、保管期間が終了した情報は、適切な方法により遅滞なく消去いたします。`;
